html/20231214T150411--inspirational-websites__emacs_websites.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="https://arvydasg.github.io/devnotes/html/rss.xml"
      title="RSS feed for https://arvydasg.github.io/devnotes/html">
<title>inspirational websites</title>
<meta name="author" content="Arvydas Gasparavicius">
<meta name="referrer" content="no-referrer">
<meta name="viewport" content="initial-scale=1,width=device-width,minimum-scale=1">
<link rel="stylesheet" href="../static/style.css"/>
<link rel="icon" href="../static/ag.ico">
</head>
<body>
<div id="preamble" class="status"><br>preamble here yo</br></div>
<div id="content">
<div class="post-date">15 Dec 2023</div><h1 class="post-title"><a href="https://arvydasg.github.io/devnotes/html/20231214T150411--inspirational-websites__emacs_websites.html">inspirational websites</a></h1>
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org458d443">1. Websites made with Emacs and org-mode</a></li>
<li><a href="#orgf9b0f53">2. Other</a></li>
</ul>
</div>
</nav>

<div id="outline-container-org458d443" class="outline-2">
<h2 id="org458d443"><span class="section-number-2">1.</span> Websites made with Emacs and org-mode</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="https://orgmode.org/worg/org-blog-wiki.html">Blogs and Wikis with Org</a></li>
<li><a href="https://nicolas.petton.fr/blog/blogging-with-org-mode.html">https://nicolas.petton.fr/blog/blogging-with-org-mode.html</a></li>
<li><a href="https://ogbe.net/">https://ogbe.net/</a></li>
<li><a href="https://bastibe.de/">https://bastibe.de/</a></li>
<li><a href="https://writepermission.com/">https://writepermission.com/</a></li>
<li><a href="https://config.daviwil.com/">https://config.daviwil.com/</a></li>
<li><a href="https://opensource.com/article/20/3/blog-emacs">https://opensource.com/article/20/3/blog-emacs</a></li>
<li><a href="https://psachin.gitlab.io/">https://psachin.gitlab.io/</a></li>
<li><a href="https://magnus.therning.org/index.html">https://magnus.therning.org/index.html</a> (org-static-blog)</li>
<li>oh hugo sites - <a href="https://ox-hugo.scripter.co/doc/examples/">https://ox-hugo.scripter.co/doc/examples/</a></li>
<li><a href="https://taingram.org/blog/org-mode-blog.html">https://taingram.org/blog/org-mode-blog.html</a></li>
<li><a href="https://taingram.org/">https://taingram.org/</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf9b0f53" class="outline-2">
<h2 id="orgf9b0f53"><span class="section-number-2">2.</span> Other</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="https://drewdevault.com/">https://drewdevault.com/</a></li>
<li><a href="https://agnessa.pp.ru/archive.html">https://agnessa.pp.ru/archive.html</a></li>
<li><a href="https://sourcehut.org/consultancy/">https://sourcehut.org/consultancy/</a></li>
<li><a href="https://www.jarmalavicius.lt/">https://www.jarmalavicius.lt/</a></li>
<li><a href="https://bitfehler.srht.site/">https://bitfehler.srht.site/</a></li>
<li><a href="https://bastibe.de/projects.html">https://bastibe.de/projects.html</a></li>
<li><a href="https://braindump.jethro.dev/">org-roam creator</a></li>
<li><a href="https://thibaultmarin.github.io/blog/posts/2016-11-13-Personal_website_in_org.html#orgb5773b9">this guy is org pro</a></li>
<li><a href="https://orgmode.org/worg/org-web.html">webpages made with org</a></li>
<li><a href="https://orgmode.org/worg/org-tutorials/org-publish-html-tutorial.html">original tut making sites with ORG not roam</a></li>
<li>crazy site with nodes - <a href="https://hugocisneros.com/notes/">https://hugocisneros.com/notes/</a></li>
<li>org roam creator website - <a href="https://braindump.jethro.dev/">https://braindump.jethro.dev/</a></li>
<li>crazy - <a href="https://anagora.org/index">https://anagora.org/index</a></li>
</ul>
</div>
</div>
<div class="taglist"><a href="https://arvydasg.github.io/devnotes/html/tags.html">Tags</a>: <a href="https://arvydasg.github.io/devnotes/html/tag-emacs.html">emacs</a> <a href="https://arvydasg.github.io/devnotes/html/tag-websites.html">websites</a> </div></div>
<div id="postamble" class="status"><br>postamble in he house</br></div>
</body>
</html>
